{
    "header.proyect" : "Projects",
    "header.info": "About me",
    "header.contact": "Contact",

    "content.presentation": "Hello, I'm Andres Jimenez",
    "content.info": "Computer engineer, UX/UI Designer and Full Stack React Developer",
    "content.cv": "Download CV",
    "footer.follow": "Follow Me",

    "project.h1": "Portfolio of projects",
    "project.h2": "UI Project Portfolio",


    "project.title1": "Client Manager",
    "project.info1": "Project developed using the languages and frameworks of HTML, CSS, React, and Vite, employing the useState and useEffect methods. With CRUD functions.",
    "project.button": "Visit",

    "project.title2": "Budget planner",
    "project.info2": "Project developed using HTML, CSS, React, and Vite technologies, employing the useState, useEffect, localStorage, and modal methods. With CRUD functions.",

    "project.title3": "Car insurance estimator",
    "project.info3": "Project developed using HTML, CSS, React, and Vite technologies, employing the useState, useEffect, useCallback, localStorage, and Context API methods.",

    "project.title4": "Check weather",
    "project.info4": "Project developed using HTML, CSS, React, and Vite technologies, employing the useState, useEffect, useContext, Provider, and OpenWeatherMap API methods Where the country and town that are registered in the options are consulted",

    "project.title5": "Drink finder",
    "project.info5": "Project developed using HTML, CSS, React, Vite, and Bootstrap technologies, employing the useState, useEffect, Modal, and TheCocktailDB API methods.",

    "project.title6": "Atenas Gym Club",
    "project.info6": "Project developed using HTML, CSS, React, Tailwind, and Next.js 12 technologies, leveraging the full power of Next.js 12, creating our own API with Strapi and using PostgreSQL database.",

    "project.title7": "My Way Restaurant",
    "project.info7": "Project developed with the React, Tailwind and Next.js 12 languages, using a cloud database that is AWS and MySql and an ORM that would be Prisma. It has a client side where orders are placed and an admin panel where the kitchen side would be to confirm orders. It can be consulted by placing in the address bar /admin",

    "project.info8": "Design of a dashboard to provide detailed information on the latest soccer matches. Created with the Figma tool",
    "project.title8": "Al Arco",

    "project.info9": "Mobile application design for general information about a gym. Created with the Figma tool",
    "project.title9": "Atenas Gym-Club",

    "project.info10": "MERN type project, it is an application where its function is project management, allowing CRUD functions to be carried out as well as adding collaborators, with a section that allows the registration of other people. Using MongoDB as a database, for the Node JS and Express JS backend. Like React and Tailwind frontend. In addition to implementing Socket io and Sendgrid",
    "project.title10": "UpTask",

    "project.info11": "UI design of a bank that allows the purchase and sale of crypto as well as owning the currency. Web design and mobile design. Figma Design Tool",
    "project.title11": "Trade Bank",

    "info.me1": "I'm Andrés Jiménez, a versatile professional with a unique combination of skills as a Computer Engineer, UX/UI Designer and Full Stack React Developer. My diverse approach allows me to create end-to-end, user-focused technology solutions. Let me introduce you to what I can contribute.",
    "info.me2": "As a Computer Engineer, I have a solid understanding of technological fundamentals. I can tackle complex technical challenges, design efficient systems, and apply sound development methodologies. My engineering background allows me to make informed decisions and build solutions that are sound from a technical perspective.",
    "info.me3": "As a UX/UI Designer, my focus is on user experiences. I work to understand the needs and desires of users and translate them into attractive and easy-to-use interfaces. From wireframing to visual design, my goal is to ensure every interaction is intuitive and satisfying.",
    "info.me4":"Passionate Full Stack developer in React, with a solid experience in building innovative and efficient web applications using modern technologies. Familiarity with various databases, including SQL and NoSQL, as well as the ability to design and optimize queries for optimal performance. Experience in the design and development of robust and scalable APIs using technologies such as Node.js. Ability to translate designs and concepts into high-quality components that provide an exceptional user experience. Deep knowledge of HTML, CSS and JavaScript to achieve a seamless integration between frontend and backend.",
    "info.me5":"My work philosophy is:",
    "info.me6":"Solid technological solutions that align with the needs of users and business objectives.",
    "info.me7":"Attractive and functional interface designs that enhance the user experience.",
    "info.me8":"Comprehensive development of web applications that encompass all aspects, from functionality to design.",
    "info.me9":"Ability to communicate technical ideas and design concepts clearly and effectively.",
    "info.me10":"Focus on collaboration and the creation of innovative solutions."
}
