{
    "header.proyect" : "Proyectos",    
    "header.info": "Acerca de mi",
    "header.contact": "Contacto",

    "content.presentation": "Hola, soy Andrés Jiménez",
    "content.info": "Ingeniero en Computación, UX/UI y Desarrollador Full Stack React",
    "content.cv": "Descargar CV",
    "footer.follow": "Sigueme",

    "project.h1": "Portafolio de Proyectos",
    "project.h2": "Portafolio de Proyectos UI",

    "project.title1": "Administrador de clientes",
    "project.info1": "Proyecto desarrollado con los lenguajes y frameworks de HTML, CSS, React y Vite, utilizando los métodos de useState y useEffect. Con funciones CRUD.",
    "project.button": "Visitar",

    "project.title2": "Planificador de gastos",
    "project.info2": "Proyecto desarrollado con las tecnologias de HTML, CSS, React y Vite, utilizando los metodos de UseState, UseEffect, LocalStorage y Modal. Con funciones CRUD",
    
    "project.title3": "Cotizador de seguro para vehiculos",
    "project.info3": "Proyecto desarrollado con las tecnologias de HTML, CSS, React y Vite, utilizando los metodos de UseState, UseEffect, UseCallBack, LocalStorage y Context API.",

    "project.title4": "Consultar Clima",
    "project.info4": "Proyecto desarrollado con las tecnologias de HTML, CSS, React y Vite, utilizando los metodos de UseState, UseEffect, UseContext, Provider y la API de OpenWeatherMap. Donde se consulta el pais y la localidad que estan registrados en las opciones",

    "project.title5": "Buscador de Bebidas",
    "project.info5": "Proyecto desarrollado con las tecnologias de HTML, CSS, React, Vite y BootStrap, utilizando los metodos de UseState, UseEffect, Modal y la API de TheCockTaildb",

    "project.title6": "Atenas Gym Club",
    "project.info6": "Proyecto desarrollado utilizando tecnologías HTML, CSS, React, Tailwind y Next.js 12, aprovechando toda la potencia de Next.js 12, creando nuestra propia API con Strapi y utilizando base de datos PostgreSQL.",

    "project.title7": "My Way Restaurant",
    "project.info7": "Proyecto desarrollado con los lenguajes de React, Tailwind y Next.js 12, utilizando base de datos en la nube que es AWS y MySql y un ORM que seria Prisma. Cuenta con lado cliente donde se realizan los pedidos y un panel de admin donde seria el lado de cocina para confirmar pedidos. Se puede consultar colocando en la barra de direccion /admin",

    "project.info8": "Diseño de un dashboard para proporcionar información detallada de los últimos partidos de futbol. Creado con la herramienta de Figma",
    "project.title8": "Al Arco",

    "project.info9": "Diseño de aplicación movil para la información general de un gimnasio. Creado con la herramienta de Figma",
    "project.title9": "Atenas Gym-Club",

    "project.info10": "Proyecto de tipo MERN, es una aplicación donde su funcion es la gestion de proyectos permitiendo realizar las funciones CRUD así como añadir colaboradores, contando con una seccion que permite el registro de otras personas. Utilizando como base de datos MongoDB, para el backend Node JS y Express JS. Como frontend React y Tailwind. Además de implementar Socket io y Sendgrid",
    "project.title10": "UpTask",

    "info.me1": "Soy Andrés Jiménez, un profesional versátil con una combinación única de habilidades como Ingeniero en Computación, Diseñador UX/UI y Desarrollador Full Stack React. Mi enfoque diverso me permite crear soluciones tecnológicas completas y centradas en el usuario. Permíteme presentarte lo que puedo aportar",
    "info.me2": "Como Ingeniero en Computación, tengo un sólido conocimiento de los fundamentos tecnológicos. Puedo abordar desafíos técnicos complejos, diseñar sistemas eficientes y aplicar metodologías de desarrollo sólidas. Mi formación en ingeniería me permite tomar decisiones informadas y construir soluciones que sean sólidas desde una perspectiva técnica",
    "info.me3": "Como Diseñador UX/UI, mi enfoque se centra en las experiencias de los usuarios. Trabajo para comprender las necesidades y deseos de los usuarios y traducirlos en interfaces atractivas y fáciles de usar. Desde la creación de wireframes hasta el diseño visual, mi objetivo es garantizar que cada interacción sea intuitiva y satisfactoria.",
    "info.me4": "Apasionado desarrollador Full Stack en React, con una sólida experiencia en la creación de aplicaciones web innovadoras y eficientes utilizando tecnologías modernas. Familiaridad con diversas bases de datos, incluidas SQL y NoSQL, así como la capacidad de diseñar y optimizar consultas para un rendimiento óptimo. Experiencia en el diseño y desarrollo de APIs robustas y escalables utilizando tecnologías como Node.js. Capacidad para traducir diseños y conceptos en componentes de alta calidad que brindan una experiencia de usuario excepcional. Conocimiento profundo de HTML, CSS y JavaScript para lograr una integración perfecta entre el frontend y el backend.",
    "info.me5":"Tengo una amplia experiencia en el desarrollo Full Stack, lo que significa que puedo manejar tanto el backend como el frontend de una aplicación. Desde la implementación de servidores hasta la creación de interfaces dinámicas, tengo las habilidades para construir aplicaciones web completas que sean eficientes y escalables.",
    "info.me6":"Mi filosofia de trabajo es:",
    "info.me7":"Soluciones tecnológicas sólidas que se alinean con las necesidades de los usuarios y los objetivos del negocio.",
    "info.me8":"Diseños de interfaz atractivos y funcionales que mejoran la experiencia del usuario.",
    "info.me9":"Desarrollo integral de aplicaciones web que abarcan todos los aspectos, desde la funcionalidad hasta el diseño.",
    "info.me10":"Habilidad para comunicar ideas técnicas y conceptos de diseño de manera clara y efectiva.",
    "info.me11":"Enfoque en la colaboración y la creación de soluciones innovadoras."

}